[
{
"title": "<h3>The Most Difficult Words to Pronounce in English</h3>",
"img1":"/doggo.png",
"p1":"<p>Rural. Thief. Antidisestablishmentarianism. What's the hardest word for you to pronounce in English? If you stumbled over any of the above, you're not alone. Even native speakers get tongue-tied sometimes.</p>",
"p2":"<p>So try these out for fun and not knock yourself if you don't get them right.</p><ul><li>Squirrel.</li><li> Antarctic.</li><li>Sixth.</li><li>Spontaneously.</li><li>Supercalifragilisticexpialidocious. Ok, that's not really a word. It's a song. By Mary Poppins. But it's still good to know.</li></ul> ",
"p3":"<p>How many did you get right on the first try?</p>",
"p4":"<p>What words are notoriously difficult in your own language? Suggest them to a non-native speaker and have a friendly laugh. </p>","key":"1"
}, 
{
"title": "<h3>Useful Phrases for Politely Expressing Indifference </h3>",
 "p1":"<p>Have you ever found yourself in a situation where someone asks your opinion and you couldn't care less? Potential scenario:</p><ul> <li> <i>Well-meaning friend or partner:</i> Do you want bowtie or fettuccine pasta?</li> <li> <i>Hungry You:</i> As long as you're cooking, I'm not picky!</li></ul>",
"p2":"<p>It doesn't mean you never have an opinion, but in this particular situation you are truly ambivalent. How can you express this politely without offending your interlocutor or coming off as rude?</p>",
"p3":"<p>Here are some suggestions:</p><ul><li>Either way is fine by me. </li><li>Whatever you decide is perfect.</li><li>Whatever you want is great.</li> <li>Both are fantastic.</li> <li>Either would be marvelous.</li> <li>It's all gravy, baby.</li> </ul>",
"p4":"<p>Say it straight, simple, and with a smile - and thank them for dinner.</p>",
"img1": "/pasta.png",
"key":"2"
},
{
"title": "<h3>Online language training on the rise!</h3>",
"p1":"<p>Distance learning by video conference is more popular than ever. While lockdowns have their downsides, they might also mean we take the time to refocus our lives and set new goals. What better time to work toward your English language objectives than now?</p>",
"img1": "/beardolookinatlappy.png",
"p2":"<p>Language learning apps like Duolingo, HelloTalk, Preply, iTalki, and Babbell have experienced a surge in business during the coronavirus crisis, as reported in Forbes magazine.</p>",
"p3":"<p>Preply's CEO Kirill Bigai reported a threefold increase in interest in the online language tutoring platform in countries such as Germany, Spain, and Italy who were impacted early on by the virus. It has also seen weekly doubling of the number of new customers in the U.S., the platform's single largest market.</p>",
"p4":"<p>With powerful tools at our fingertips, we can connect with dynamic teachers across the world in our target languages in just a few clicks. Transform down time into active language acquisition time with an online training course. You'll be pleased with the results.</p>"
,"key":"3"
},
{
"title": "Pharasal verbs more like nasal turds!", 
"img1": "/lightbulbrainbowtrash.png",
"p1":"<p>Phrasal verbs. Did you shudder? Yes, I said it. Phraaaasal veeeerbs. If you thought of seemingly insignificant yet mysteriously difficult to master pairings of words native English speakers have an annoying tendency to incorporate in casual speech, then you know  <b>EXACTLY</b> what I’m talking about. Let’s break them down. (There, that was a phrasal verb, you see?)</p>",
"p2":"<p>Phrasal verbs are : <b>VERB + PREPOSITION or VERB + ADVERB = NEW IDIOMATIC EXPRESSION</b>. That’s all. The problem is there is often no real rhyme or reason why the two words, when combined together, take on the meaning they do. They form new expressions, unique in themselves, that you must learn to accept and embrace. If you hear them enough times in context, perhaps one day you will be able to use them on your own. No pressure though. We understand it’s rough.</p>",
"p3":"<p>For example, the phrasal verb ‘take off’ has at least three meanings.</p>",
"p4":"<p> Take off - 1) It’s hot in here. I’m going to take off my jacket. 2) The plane took off from the runway before soaring into flight. 3) Sales in the last quarter have really taken off.</p><p>Here are a few more examples of phrasal verbs for business english.</p><ul><li>Zero in on - focus one's attention. <i>In order to adequately address the issue, we really need to zero in on what’s causing the problem.</i></li><li>Lay off - When an employer suspends or terminates a worker for reasons not related to the employee’s performance.<i>The company’s sales decreased during the pandemic and they had to lay off 5,000 workers.</i></li>Sign off on - give one's approval to something<i>The director signed off on the revised budget for 2020.</i></li></ul></p><p>What phrasal verbs do you already know? Can you use them correctly in sentences?</p>"
,"key":"4"
}
]
